{"facts":{
  "political":[
    {
    "heading":"India has the second-largest population in the world.",
    "body":"As of 2021 there are more than 1.2 billion people in India. China currently is the most populous country in the world with 1.4 billion, however, India is predicted to take the top spot by 2024."
  },
    {
      "heading":"India is the 7th largest country in the world.",
      "body":"The total land area of India is 3.287 million km². It is world’s largest democracy (by population size)."
    },
    {
      "heading":"Thousands of languages are spoken all over India.",
      "body":"There are 22 recognised languages, with Hindi and English being the official languages. However, other commonly-spoken languages include Bengali (the second most spoken language), Telugu, Tamil, Urdu and Punjabi. There are as many as 19,500 known languages and dialects across the country.\n\nHindi is the fourth most spoken language in the world – with 310 million native speakers (4.5% of the world’s population). Bengali is the world’s 7th most spoken language and Punjabi is the 10th most spoken language."
    },
    {
      "heading":"The national symbol of India is the endangered Bengal Tiger.",
      "body":"Thanks to conservation efforts, the population of the Bengal Tiger has been slowly increasing – from around 1,800 tigers in 2010, there is an estimated 3,000 as of 2018."
    },
    {
      "heading":" India is the second largest English speaking country in the world.",
      "body":"With around 125 million speakers (about 10% of the population), it is second only to the USA, which currently has more than 300 million English speakers."
    },
    {
      "heading":"Hinduism, the world’s oldest religion, is the most popular religion in India.",
      "body":"Nearly 80% of the Indian population follows Hinduism. Islam is the second most popular, (14.2%), then Christianity (2.3%), Sikhism (1.7%), Buddhism (0.7%) and Jainism (0.4%)."
    },
    {
      "heading":"India is the world’s largest arms importer.",
      "body":"Much of India’s expenditure is focused on defense against its neighbouring arch-rival: Pakistan, and on countering Chinese influence in the Indian Ocean."
    },
    {
      "heading":"India has the world’s second-largest military, with over 1.39 million active troops.",
      "body":"Over 2.5 million men served for the British Empire. At least 38 Indians received the Victoria Cross or the George Cross."
    },
    {
      "heading":"During WW2, India produced the largest volunteer Army in world history.",
      "body":""
    },
    {
      "heading":"Children’s Day is celebrated in India on November 14th.",
      "body":"Exactly 9 months after Valentines Day. Is it a coincidence?"
    },
    {
      "heading":"India has over 300,000 mosques",
      "body":"There are more mosques in India than in any Islamic nation on earth."
    }
  ],
  "historical": [
    {
    "heading":"The name ‘India’ derives from the river Indus.",
    "body":"The name ‘Hind’ is derived from the Persian equivalent of ‘Sindh’, as the Persian ‘H’ is cognate with Sanskrit ‘S’. And the Persian word ‘stan’ means land or country, hence the name: Hindustan."
  },
    {
      "heading":"India gained independence from Britain in 1947.",
      "body":"After nearly a century of British rule (known as the British Raj) – from 1858 til 1947. Prior to British rule, much of the Indian sub-continent was ruled by the Mughal empire for more than 300 years."
    },
    {
      "heading":"Chess was invented in India.",
      "body":"One of the oldest games in the world that is still played, the popular game was invented around the 6th Century AD."
    },
    {
      "heading":"Snakes & Ladders originated in India.",
      "body":"The game was initially invented to teach young children about morals and karma. It was later commercialised and has become one of the world’s most popular board games."
    },
    {
      "heading":"At over 5000 years old, Varanasi is one of the oldest inhabited places on earth",
      "body":"It is also one of India’s holiest cities. According to Hindu mythology, Lord Shiva founded the city 5000 years ago."
    },
    {
      "heading":"India’s first President only received 50% of his salary",
      "body":"When taking office, Dr. Rajendra Prasad took just 50% of his pay, claiming he did not require more than that. Towards the end of his presidency, he only took 25% of his salary."
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }
  ],
  "business": [
    {
    "heading":"India is the world’s largest producer of milk.",
    "body":"Having recently overtaking the European Union, milk production in India reached over 132.4 million tonnes in 2014."
  },
    {
      "heading":" Only 3% of Indian citizens pay income tax!",
      "body":""
    },
    {
      "heading":"It’s illegal for foreigners to take Indian currency (rupees) out of India.",
      "body":""
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }],
  "nature": [
    {
    "heading":"70% of all the world’s spices come from India.",
    "body":""
  },
    {
      "heading":"There’s a hill in India that defies gravity!",
      "body":"The strange phenomenon was discovered on a stretch of road near Tulsi Shyam in Gujarat. Signs at the road instruct drivers to park their cars and leave them in neutral, and the cars begin to roll up the hill against the pull of gravity!"
    },
    {
      "heading":"A huge lake in India was formed by a Meteor.",
      "body":"One of the best-kept secrets in Maharashtra state is the Lonar Lake that was created when a meteor plummeted into it, some 52,000 years ago."
    },
    {
      "heading":"The Himalayas have 9 out of 10 of the world’s highest peaks.",
      "body":"The world’s biggest mountain range, the Himalayas, runs through north India. The highest peak being Mt. Everest (in neighbouring Nepal), standing at 8,848 metres."
    },
    {
      "heading":" India planted nearly 50 million trees in 24 hours on Monday 11th July, 2016, setting a new Guinness World Record!",
      "body":""
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }
  ],
  "animal": [
    {
    "heading":"This is a dummy heading",
    "body":"This is not a body. this is details"
  },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }
  ],
  "sports": [
    {
    "heading":"Superstar Freddie Mercury is of Indian origin.",
    "body":"Known as the world’s first Indian rock star, Freddie was born of Parsi origin with the name Farrokh Bulsara."
  },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }
  ],
  "science": [
    {
    "heading":"The first rocket in India was transported on a bicycle!",
    "body":"It was so light and small that it was transported to the Thumba Launching Station in Kerala by bicycle."
  },
    {
      "heading":"The Bailey Bridge, located in the Ladakh Valley, is the highest bridge in the world.",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    },
    {
      "heading":"This is a dummy heading",
      "body":"This is not a body. this is details"
    }
  ],
  "miscellaneous": [
    {
      "heading":"India has the largest number of vegetarians in the world.",
      "body":"Around 20-40% of the population are vegetarians. Religious reasons is a major factor – especially Hinduism and Jainism, and another factor is personal choices."
    },
    {
      "heading":"There are more people in India than in the entire Western Hemisphere of Earth!",
      "body":""
    },
    {
      "heading":"In West Bengal, India, cows must have a Photo ID card!",
      "body":""
    },
    {
      "heading":"A cow-smuggling tunnel was discovered in 2017 under the India-Pakistan border!",
      "body":""
    },
    {
      "heading":"After the United States and the UK, India is third in terms of records claimed in the Guinness Book of Records.",
      "body":""
    },
    {
      "heading":"London has more Indian restaurants than Mumbai or Delhi.",
      "body":""
    },
    {
      "heading":" The number of people travelling on India’s trains each day is equal to the population of Australia.",
      "body":"With 7,172 stations, the Indian rail network is the largest in Asia – carrying a whopping 23 million passengers daily in 12, 617 trains."
    },
    {
      "heading":" The Taj Mahal in Agra, India, is arguably the most famous landmark on earth, and tops the list of the Seven Wonders of the World.",
      "body":""
    },
    {
      "heading":" The Kumbh Mela is the world’s largest festival.",
      "body":""
    },
    {
      "heading":"The Holiest River in the World",
      "body":"The River Ganges is so much more than a river to the 1 billion Hindus of India and beyond. Running 2,525km from the northern Himalayas to the Bay of Bengal, it is the lifeblood of millions of people who live along its banks, providing them with fishing, industry and agriculture. As well as that, it’s also believed to transport the prayers of believers to heaven, and its said that a dip in the river purifies the soul."
    }
  ]
}}